{"en":{"(sie selbst)":"(yourself)","%{ num_success } Videos wurden gelöscht, bei %{ num_errors } Videos gab es Probleme.":"%{ num_success } videos have been deleted, %{ num_errors } videos had problems.","%{ num_success } Videos wurden wiederhergestellt, bei %{ num_errors } Videos gab es Probleme.":"%{ num_success } videos have been restored, %{ num_errors } videos had problems.","Abbrechen":"Cancel","Aktionen":"Actions","Aktionsmenü":"Action menu","Aktionsmenü für %{context}":"Action menu for %{context}","Akzeptieren":"Accept","Alle Inhalte in weitere Kurse übertragen":"Transfer all content to other courses","Alle Videos auswählen":"Select all videos","Alle Wiedergabelisten auswählen":"Select all playlists","Allgemeine Angaben":"General information","Anmerkungen hinzufügen":"Add annotation","Arbeitsplatz":"Work place","Auf diese Liste kann jede Person zugreifen und die Liste wird u.U. auch auf externen Plattformen einsehbar.":"Anyone can access this list and the list may also be visible on external platforms.","Auf diese Liste kann jede Person zugreifen, die den dazugehörigen Freigabelink kennt":"Any person who knows the associated sharing link can access this list","Aufnahmezeitpunkt":"Recording time","Aufrufe":"Views","Aufzeichnung der Folien hinzufügen":"Add recording of the slides","Aufzeichnung des/der Vortragende*n hinzufügen":"Add recording of the lecturer(s)","Aufzeichnung entfernen":"Remove recording","Aufzeichnung Wiederherstellen":"Restore recording","Aufzeichnung zum Löschen markieren":"Mark recording for deletion","Aufzeichnungen aktualisieren":"Update recording","Aufzeichnungen in Wiedergabeliste":"Recordings in playlist","Aufzeichnungen planen":"Schedule recording","Aufzeichnungen stornieren":"Cancel recording","Aufzeichnungsplanung konfigurieren":"Configure recording schedule","Aufzeichnungszeitraum":"Recording range","Aus Wiedergabeliste entfernen":"Remove from playlist","Auswirkung der Bearbeitung":"Effect of editing","Auswirkung des Schnitts im Editor":"Effect of the cut in the editor","Auswirkungen der Videoänderungen":"Effects of the video changes","Basis URL zur Opencast Installation":"Base URL for Opencast system","Beachten Sie bitte, dass Sie hier keine Videos einbinden können, an denen Sie nur Leserechte besitzen.":"Please note that you cannot add videos here for which you only have read rights.","Bearbeiten":"Edit","Beendet":"Finished","Bei der Konfiguration ist ein Fehler aufgetreten. Versuchen Sie es bitte erneut.":"An error occurred during configuration. Please try again.","Beim Entfernen der Freigabe ist ein Fehler aufgetreten.":"An error occurred while removing the share.","Beim Entfernen der Verknüpfung ist ein Fehler aufgetreten.":"An error occurred while removing the link.","Beim Entfernen des Kurses ist ein Fehler aufgetreten.":"An error occurred while removing the course.","Beim Hinzufügen der Freigabe ist ein Fehler aufgetreten.":"An error occurred while adding the share.","Beim Hinzufügen der Verknüpfung ist ein Fehler aufgetreten.":"An error occurred while adding the link.","Beim Hinzufügen des Kurses ist ein Fehler aufgetreten.":"An error occurred while adding the course.","Beim Hinzufügen des Links ist ein Fehler aufgetreten.":"An error occurred while adding the link.","Beim Hochladen der Datei ist ein Fehler aufgetreten. Stellen Sie sicher, dass eine Verbindung zum Opencast Server besteht und probieren Sie es erneut.":"An error occurred while uploading the file. Make sure that you are connected to the Opencast server and try again.","Beim Löschen des Links ist ein Fehler aufgetreten.":"An error occurred while deleting the link.","Beim Löschen wird die Aufzeichnung aus den folgenden Wiedergabelisten entfernt.":"Deleting removes the recording from from the following playlists.","Berechtigung":"Permission","Beschäftigt":"Working","Beschreibung":"Description","Beschreibung darf nicht leer sein":"Description cannot be empty","Besitzer/in":"Owner","Bestehende kopieren":"Copy existing","Betreff":"Subject","Bis zu diesem Zeitpunkt können Sie die Aufzeichnungen wiederherstellen.":"You will be able to restore the recording up to this point.","Bitte beachten Sie, dass diese Wiedergabeliste ist eine":"Please note that this playlist is a","Bitte beschreiben Sie das aufgetretene Problem":"Please describe the problem you encountered","Bitte bestätigen Sie die Aktion":"Please confirm the action","Bitte einen Kurs auswählen":"Please choose a course","Bitte wählen Sie eine Aktion.":"Please select an action.","Bitte wählen Sie einen CA.":"Please select a CA.","Bitte wählen Sie einen Workflow aus.":"Please select a workflow.","Capture Agent":"Capture agent","Das erstellte Video konnte der Wiedergabeliste nicht hinzugefügt werden.":"The video could not be added to the playlist.","Das Video ist momentan weltweit zugreifbar.":"The video ist currently publicly visible.","Das Video konnte aus der Wiedergabeliste nicht entfernt werden.":"The video could not be removed from the playlist.","Das Video konnte zu der Wiedergabeliste nicht hinzugefügt werden.":"The video could not be added to the playlist.","Das Video wird zurzeit verarbeitet und kann deshalb nicht unwiderruflich entfernt werden. Versuchen Sie es zu einem späteren Zeitpunkt erneut.":"The video is currently being processed and therefore cannot be permanently removed. Please try again later.","Das Video wurde aus der Wiedergabeliste entfernt.":"The video has been removed from the playlist.","Das Video wurde zu der Wiedergabeliste hinzugefügt.":"The video has been added to the playlist.","Datei(en)":"File(s)","Datum":"Date","Debugmodus einschalten?":"Enable debug mode?","Der Link wurde in die Zwischenablage kopiert.":"The link has been copied to the clipboard.","Die Aufzeichnung wird damit in den \"Gelöschte Videos\" Bereich Ihres Arbeitsplatzes verschoben und wird nach %{ days } Tagen automatisch gelöscht. Bis zu diesem Zeitpunkt können Sie die Aufzeichnung wiederherstellen.NaN":"The recording will then be moved to the \"Deleted Videos\" area of your workstation and will be automatically deleted after  days. %{ days }. Up to that point you can restore the recording.","Die Aufzeichnungen werden damit in den \"Gelöschte Videos\" Bereich Ihres Arbeitsplatzes verschoben und werden nach":"The recording is then moved to the \"Deleted videos\" area of your Work place and is automatically deleted after","Die geplante Aufzeichnung wurde entfernt.":"The scheduled recording has been removed.","Die Kurskonfiguration konnte nicht vollständig abgerufen werden, daher ist das Hochladen von Videos momentan nicht möglich.":"The course configuration could not be retrieved completely, therefore uploading videos is currently not possible.","Die Kurswiedergabeliste hinzugefügt.":"The course playlist has been added.","Die Nutzerkonfiguration konnte nicht vollständig abgerufen werden, daher ist das Hochladen von Videos momentan nicht möglich.":"The user configuration could not be retrieved completely, therefore uploading videos is currently not possible.","Die Playlisten wurden der Veranstaltung hinzugefügt.":"The playlists have been added to the course.","Die Playlisten wurden in die Veranstaltung kopiert.":"The playlists have been added to the course.","Die Videos konnten der Wiedergabeliste nicht hinzugefügt werden.":"The video could not be added to the playlist.","Die Videos konnten von der Wiedergabeliste nicht entfernt werden.":"The videos could not be removed from the playlist.","Die Videos wurden von der Wiedergabeliste entfernt.":"The videos have been removed from the playlist.","Die Wiedergabeliste konnte nicht erstellt werden.":"The playlist could not be created.","Die Wiedergabeliste konnte nicht gelöscht werden.":"The playlist could not be deleted.","Die Wiedergabelisten wurden übertragen!":"The playlists have been synchronized!","Diese Liste sehen nur Veranstaltungsnutzer/Innen, sofern dort freigegeben":"This list can only be seen by course users, provided they have been given access there","Diesen Dialog schließen":"Close this dialog","Dieses Video hatte einen Verarbeitungsfehler. Bitte wenden sie sich an den Support!":"This video had a processing error. Please contact support!","Dieses Video ist öffentlich.":"This video is public.","Dieses Video wartet auf den Schnitt. Hier gelangen sie direkt zum Editor!":"This video is waiting to be cut. Here you get directly to the cutting editor!","Dieses Videos wird gerade von Opencast bearbeitet.":"This video is currently being processed by Opencast.","Dozent/-in":"Lecturer","Einsenden":"Submit","Einstellungen konnten nicht gespeichert werden!":"Settings could not be saved!","Einstellungen speichern":"Save settings","Elemente pro Seite":"Elements per page","Entfernen":"Remove","Erlaubte Dateiendungen beim Hochladen von Mediendateien":"Allowed file extensions for media upload","Erstellen":"Create","Erstellt am":"Created on","Erstellt am:":"Created on:","Es gibt bisher kein Share-Link":"There is no share link yet","Es gibt bisher keine Schlagworte, schreiben sie einfach in das Suchfeld ihr erstes eigenes Schlagwort, dieses wird dann automatisch erstellt!":"There are no tags yet, just write your first tag in the search field and it will be created automatically!","Es gibt bisher keine Termine.":"There are no dates yet.","Es gibt bisher keine Wiedergabelisten.":"There are no playlists yet.","Es ist ein Fehler aufgetreten":"An error has occurred","Es ist ein unbekannter Fehler aufgetreten":"An unknown error has occurred","Es ist ein Verbindungsfehler zum Opencast Server aufgetreten und es wurden deshalb einige Funktionen deaktiviert. Bitte wenden Sie sich bei auftretenden Problemen an den Support oder versuchen Sie es zu einem späteren Zeitpunkt erneut.":"A connection error to the Opencast server occurred and some functions have been disabled. If you experience any problems, please contact support or try again later.","Es werden nur Kurse aufgeführt, in denen das Opencast-Plugin aktiviert ist!":"Only courses in which the Opencast plugin is activated are listed!","Es wurden bisher keine Räume mit Aufzeichnungstechnik konfiguriert! Bitte konsultieren Sie die Hilfeseiten.":"So far, no rooms have been configured with recording technology! Please consult the help pages.","Es wurden keine Videos ausgewählt!":"No videos were selected!","Es wurden keine Videos für die gewählten Ansichtsoptionen gefunden.":"No videos were found for the selected view options.","Folien":"Slides","Für diesen Kurs gibt es keine Standard-Kurswiedergabeliste. Versuchen Sie bitte, im Aktionsmenü eine zu erstellen.":"There is no standard course playlist for this course. Please try to create one in the action menu.","Für Nutzende freigeben":"Make accessible for users","Für Nutzer/in freigeben":"Make accessible for user","Gelöschte Videos":"Deleted videos","Globale Einstellungen":"Global settings","Größe:":"Size:","Grundeinstellungen":"Basic settings","Herunterladen":"Download","Hinzufügen":"Add","Hochladen":"Upload","Idle":"Idle","Ihr Video wird nun verarbeitet. Sie erhalten eine Benachrichtigung, sobald die Verarbeitung abgeschlossen ist.":"Your video will now be processed. You will receive a notification once the processing is complete.","Information":"Information","Intern":"Internal","Ja":"Yes","Jeder Capture-Agent kann nur maximal einem Raum zugewiesen werden!":"Every capture agent can only be assigned to one room maximum!","Kachelansicht":"Tile view","Kann weiterteilen":"Can share","Kein (weiterer) CA verfügbar":"No (further) capture agent available","Kein Kurs gewählt.":"No course selected.","Kein Video vorhanden":"No video available","Kein Workflow verfügbar":"No workflow available","Keine Kurse gefunden!":"No courses found!","Keine Kursverknüpfung":"No course link","Keine Nutzenden gefunden!":"No users found!","Keine Wiedergabelisten gefunden!":"No playlists found!","Keiner Wiedergabeliste hinzufügen":"Do not add to any playlist","Kopieren":"Copy","Kopiert!":"Copied!","Kurs auswählen":"Choose course","Kurse":"Courses","Kursinhalte übertragen":"Transfer course contents","Kurswiedergabeliste anlegen":"Create course playlist","Kurswiedergabeliste hinzufügen":"Add course playlist","Kurswiedergabeliste verknüpfen":"Link course playlist","Kurswiedergabeliste wechseln":"Change course playlist","Leserechte":"Read permissions","Link":"Link","Link zur Mediendatei in die Zwischenablage kopieren":"Copy link to media file to clipboard","Links zu den Mediendateien anzeigen.":"Show links to the media files.","Live":"Live","LIVE-Aufzeichnungen planen":"Schedule LIVE recordings","Livestream":"Livestream","Livestream Workflow":"Livestream Workflow","Livestream-Videos können nicht entfernt werden.":"Livestream videos can not be deleted.","Livestreams in Wiedergabeliste":"Livestreams in playlist","Löschen":"Delete","LTI Consumerkey":"LTI Consumerkey","LTI Consumersecret":"LTI Consumersecret","Medien herunterladen":"Download media","Medien hochladen":"Upload media","Mediendownloads erlauben":"Allow media downloads","Mediendownloads verbieten":"Prohibit media downloads","Medienupload, Stud.IP":"Media upload, Stud.IP","Mein Computer":"My computer","Meine Veranstaltungen":"My courses","Metadaten bearbeiten":"Edit metadata","Mindestens eine Aufzeichnung wird benötigt. Unterstützte Formate: %{ file_types }.":"At least one recording is required. Supported formats are: %{ file_types }.","Mitwirkende":"Contributors","Möchten Sie das Video wirklich aus der Wiedergabeliste entfernen?":"Are you sure you want to remove the video from the playlist?","Möchten Sie das Video wirklich zu der Wiedergabeliste hinzufügen?":"Are you sure you want to add the video to the playlist?","Möchten Sie die Aufzeichnung wirklich unwiderruflich entfernen?":"Are you sure you want to permanently remove the recording?","Möchten Sie die Aufzeichnung wirklich wiederherstellen?":"Are you sure you want to restore the recording?","Möchten Sie die Aufzeichnung wirklich zum Löschen markieren?":"Are you sure you want to mark the recording for deletion?","Möchten Sie die Aufzeichnungen wiederherstellen?":"Are you sure you want to restore the recordings?","Möchten Sie die Aufzeichnungen wirklich unwiderruflich entfernen?":"Are you sure you want to permanently remove the recordings?","Möchten Sie die Aufzeichnungen wirklich zum Löschen markieren?":"Are you sure you want to mark the recording for deletion?","Nach der Wiederherstellung erscheint die Aufzeichnung in den folgenden Wiedergabelisten.":"After restoration, the recording will appear in the following playlists.","Name":"Name","Name:":"Name:","Navigation":"Navigation","Nein":"No","Neu erstellen":"Create new","Neuen Server hinzufügen":"Add new server","Nicht gelistet":"Not listed","Noch nicht erstellt!":"Not created yet!","Nutzer/in":"User","Nutzer/innen":"Users","Nutzerkennung":"User ID","Öffentlich":"Public","Ok":"Ok","Opencast Server Einstellungen":"Opencast server settings","Opencast Version":"Opencast version","Opencast-Version:":"Opencast version:","Passwort":"Password","Playlisten verknüpfen":"Link playlists","Quelle auswählen":"Choose source","Raum":"Room","Rechte":"Permissions","Reiter sichtbar schalten":"Show navigation tab","Reiter verbergen":"Hide navigation tab","Ressourcen":"Resources","Schlagwort":"Tag","Schlagworte":"Tags","Schließen":"Close","Schreibrechte":"Write permissions","Semester":"Semester","Semesterfilter":"Semesterfilter","Server auswählen:":"Choose server:","Server wurde erfolgreich aktiviert":"Server activated sucessfully","Server wurde erfolgreich deaktiviert":"Server deactivated sucessfully","Serverkonfiguration wurde entfernt":"Server configuration has been removed","Share Links":"Share links","Share-Link hinzufügen":"Add share link","Share-Link kopieren":"Copy share link","Share-Link löschen":"Delete share link","Share-Link noch nicht verfügbar":"Share link not yet available","Sichtbar":"Visible","Sichtbarkeit des Videos in dieser Veranstaltung":"Video visibility in this course","Sie können das Video weltweit zugreifbar machen und dadurch z.B. die Videodateien in externe Videoplayer integrieren. Bitte beachten Sie, dass es mehrere Minuten dauern kann, bevor die Änderung abgeschlossen ist.Währenddessen ist es nicht möglich, den Status erneut zu ändern!":"You can make the video accessible worldwide and thereby, for example, integrate the video files into external video players. Please note that it may take several minutes before the change is completed. During this time, it is not possible to change the status again!","Sie können nun die Standardworkflows einstellen oder die Konfiguration abschließen.":"You can now set the standard workflows or complete the configuration.","Sie müssen mindestens eine Datei auswählen!":"You must select at least one file!","Sie verwenden Opencast 16 oder höher und können die Wiedergabelisten mit zu Opencast übertragen und die automatische Synchronisation einschalten.":"You are using Opencast 16 or higher and can transfer the playlists to Opencast and turn on automatic synchronization.","Sind sie sicher, dass sie das Hochladen abbrechen möchten?":"Are you sure you want to cancel the upload?","Sind sie sicher, dass sie die geplante Aufzeichnung entfernen möchten?":"Are you sure you want to remove the scheduled recording?","Sind sie sicher, dass sie die komplette Wiedergabeliste löschen möchten?":"Are you sure you want to delete the entire playlist?","Sind Sie sicher, dass Sie die Serverkonfiguration löschen möchten? Die damit verbundenen Videos werden danach nicht mehr in Stud.IP zur Verfügung stehen!":"Are you sure you want to delete the server configuration? The associated videos will no longer be available in Stud.IP!","Sind sie sicher, dass sie diese Freigabe entfernen möchten?":"Are you sure you want to remove this share?","Sind sie sicher, dass sie diese Playlist aus dem Kurs entfernen möchten?":"Are you sure you want to remove this playlist from the course?","Sind sie sicher, dass Sie diesen Kurs entfernen möchten?":"Are you sure you want to remove this course?","Sind sie sicher, dass sie dieses Video aus der Wiedergabeliste entfernen möchten?":"Are you sure you want to remove this video from the playlist?","Sortierung abbrechen":"Cancel sorting","Sortierung speichern":"Save sorting","Speichern":"Save","Sprache":"Language","Standard":"Default","Standard-Kurswiedergabeliste":"Standard course playlist","Standard-Kurswiedergabeliste ändern":"Change standard course playlist","Standardworkflows":"Default workflows","Status":"Status","Status unbekannt":"Status unknown","Studierendenupload erlauben":"Allow student uploads","Studierendenupload verbieten":"Prohibit student uploads","Suche starten":"Start search","Suche...":"Search...","Synchronisierung aktivieren und Wiedergabelisten übertragen":"Enable synchronization and transfer playlists","Tabellarische Ansicht":"Tabular view","Technisches Feedback":"Technical feedback","Termin":"Date","Titel":"Title","Titel der Wiedergabeliste":"Playlist title","Trotzdem bearbeiten":"Edit anyway","Übernehmen":"Accept","Überprüfung der LTI Verbindung fehlgeschlagen! Kontrollieren Sie die eingetragenen Daten und stellen Sie sicher, dass Cross-Origin Aufrufe von dieser Domain aus möglich sind! Denken sie auch daran, in Opencast die korrekten access-control-allow-* Header zu setzen.":"LTI connection verification failed! Check the entered data and make sure that cross-origin calls from this domain are possible! Also remember to set the correct access-control-allow-* headers in Opencast.","Überprüfung der Verbindung fehlgeschlagen! Kontrollieren Sie die eingetragenen Daten und stellen Sie sicher, dass Cross-Origin Aufrufe von dieser Domain aus möglich sind! Denken sie auch daran, in Opencast die korrekten access-control-allow-* Header zu setzen.":"Connection verification failed! Check the entered data and make sure that cross-origin calls from this domain are possible! Also remember to set the correct access-control-allow-* headers in Opencast.","Übertragen":"Transfer","unbekannt":"unknown","Unsichtbar":"Invisible","Untertitel bearbeiten":"Edit subtitle","Unwiderruflich entfernen":"Remove irrevocably","Veranstaltung":"Course","Veranstaltungsweite Aktionen":"Coursewide actions","Verbindungstest fehlgeschlagen.":"Connection test failed.","Verknüpfte Kurse":"Linked courses","Verknüpfte Veranstaltungen":"Linked courses","Verknüpfung entfernen":"Remove link","Verknüpfungen":"Links","Video":"Video","Video aufnehmen":"Record video","Video aus Wiedergabeliste entfernen":"Remove video from playlist","Video bearbeiten":"Edit video","Video freigeben":"Share video","Video nur berechtigten Personen zugreifbar machen":"Make video accessible to authorized persons only","Video weltweit zugreifbar machen":"Make video publicly accessible","Video zur Wiedergabeliste hinzufügen":"Add video to playlist","Video(s)":"Video(s)","Videoeditor öffnen":"Open video editor","Videos":"Videos","Videos hinzufügen":"Add videos","Videos sortieren":"Sort videos","Vortragende":"Presenters","Vortragende*r":"Lecturer","Weiteren Wiedergabelisten hinzufügen":"Add to more playlists","Weltweiter Zugriff":"Public access","Wenn Sie dieses Video verändern, wirken sich diese Änderungen auf die folgenden Wiedergabelisten aus, zu denen das Video hinzugefügt wurde. Sollten Sie dies nicht beabsichtigen, laden Sie das Video erneut hoch und bearbeiten Sie diese Kopie.":"If you change this video, these changes will affect the following playlists to which the video has been added. If you do not want this to happen, upload the video again and edit the copy.","Wiedergabeliste":"Playlist","Wiedergabeliste anlegen":"Add playlist","Wiedergabeliste auswählen":"Select playlist","Wiedergabeliste bearbeiten":"Edit playlist","Wiedergabeliste hinzufügen":"Add playlist","Wiedergabelisten":"Playlists","Wiedergabelisten kopieren":"Copy playlists","Wiederherstellen":"Restore","Workflow":"Workflow","z.B. Ton- oder Abspielprobleme etc.":"e.g. sound or playback problems etc.","Zeitpuffer (in Sekunden) um Überlappungen zu verhindern":"Time buffer (in seconds) to prevent overlapping","Zeitstempel für die Sichtbarkeit":"Timestamp for visibility","Zu Kurs hinzufügen":"Add to course","Zu Wiedergabeliste hinzufügen":"Add to playlist","Zum Löschen markieren":"Mark for deletion","Zur Wiedergabeliste hinzufügen":"Add to playlist","Zuweisung der Capture Agents":"Assignment of capture agents","Das Plugin benötigt die \"Nobody\"-Rolle, um Opencast den Abruf der Nutzendenberechtigungen zu ermöglichen. Diese Rolle wurde jedoch noch nicht zugewiesen, deshalb ist das Plugin momentan nur eingeschränkt funktionsfähig.":"The plugin requires the \"Nobody\" role to allow Opencast to retrieve user permissions. However, this role has not yet been assigned, so the plugin currently only has limited functionality.","Opencast Videos":"Opencast Videos","Das Video wurde nicht gefunden, ist defekt oder momentan (noch) nicht verfügbar.":"The video was not found, is broken or not available at the moment.","Das Video wurde zur Löschung markiert und kann daher nicht abgerufen werden.":"The video has been marked for deletion and therefore cannot be retrieved.","Opencast - Courseware Block Kopie-Mapping":"Opencast - Courseware Block Copy Mapping","Opencast: Fügt die Datensätze der kopierten Opencast-Courseware-Blöcke in die Tabelle oc_video_cw_blocks ein":"Opencast: Inserts the records of the copied Opencast courseware blocks into the oc_video_cw_blocks table","Opencast - Neue Videos finden":"Opencast - Find new videos","Opencast: Katalogisiert neue Videos aus Opencast.":"Opencast: Catalogs new videos from Opencast.","Opencast - Wiedergabelisten synchronisieren":"Opencast - Sync playlists","Opencast: Synchronisiert Wiedergabelisten aus Opencast mit allen Wiedergabelisten in Stud.IP, indem bestehende Wiedergabelisten aktualisiert und nicht vorhandene Wiedergabelisten entfernt werden.":"Opencast: Synchronizes playlists from Opencast with all playlists in Stud.IP by updating existing playlists and removing non-existent playlists.","Opencast - Queue":"Opencast - Queue","Opencast: Arbeitet vorgemerkte Aufgaben ab, wie Aktualisierung der Metadaten, ACLs (Sichtbarkeit), etc.":"Opencast: Processes scheduled tasks, such as updating metadata, ACLs (visibility), etc.","Opencast - Synchronisiert ACLs für Events":"Opencast - Synchronizes ACLs for Events","Opencast: Synchronisiert ACLs für Events":"Opencast: Synchronizes ACLs for Events","Opencast - Aufzeichnungsplanung aktualisieren":"Opencast - update recording schedule","Opencast: Aktualisiert alle geplanten Aufzeichnungen der in Stud.IP verbundenen Serien und löscht geplante Events, die nicht mehr benötigt werden.":"Opencast: Updates all scheduled recordings of series connected in Stud.IP and deletes obsolete scheduled events.","Lösche nicht über Stud.IP Termine geplante Events:":"Deleting events not scheduled with Stud.IP:","Nicht über Stud.IP Termine geplante Events:":"Events not scheduled with Stud.IP:","Opencast Server Config:":"Opencast server settings:","Opencast - Zum löschen markierte Videos endgültig löschen":"Opencast - Permanently delete videos marked for deletion","Opencast: Löscht die zur endgültigen Löschung vorgesehenen Videos aus den gelöschten Videos der Nutzer.":"Opencast: Deletes the videos intended for permanent deletion from the users' deleted videos.","Die Wiedergabeliste kann in der Veranstaltung nicht gefunden werden":"The playlist cannot be found in the course","Das Seminar kann nicht gefunden werden":"The seminar cannot be found","Die geplante Aufzeichnung konnte nicht aktualisiert werden.":"The scheduled recording could not be updated.","Die geplante Aufzeichnung wurde aktualisiert.":"The scheduled recording has been updated.","Aufzeichnung konnte nicht geplant werden.":"Recording could not be scheduled.","Aufzeichnung wurde geplant.":"Recording has been scheduled.","Die angeforderte Massenaktion wurde ausgeführt.":"The requested bulk action was performed.","Die angeforderte Massenaktion ist fehlgeschlagen.":"The requested bulk action failed.","Die angeforderte Massenaktion wurde mit einigen Fehlern ausgeführt.":"The requested bulk action was performed with some errors.","Die geplante Aufzeichnung konnte nicht entfernt werden.":"The scheduled recording could not be removed.","Die Wiedergabeliste konnte nicht aktualisiert werden.":"The playlist could not be updated.","Die Videos konnten nicht hinzugefügt werden.":"The videos could not be added.","Die Wiedergabeliste kann nicht gefunden werden":"The playlist cannot be found","Die Kurs-Verknüpfungen der Wiedergabeliste wurden aktualisiert.":"Updated playlist course connections.","Die Kurs-Verknüpfungen der Wiedergabeliste konnten nicht aktualisiert werden!":"The course connections for the playlist could not be updated!!","Die zu sortierenden Videos sind nicht in der Wiedergabeliste enthalten.":"The videos to be sorted are not included in the playlist.","Die Videos in der Wiedergabelisten konnten nicht sortiert werden.":"The videos in the playlists could not be sorted.","Die Kopiervorgänge wurden ausgeführt.":"The copy operations are completed.","Die Kopiervorgänge konnten nicht abgeschlossen werden!":"The copy operations could not be completed!","Standard-Kurswiedergabeliste in: %s":"Standard quote playback list in: %s","Die Wiedergabeliste konnte nicht angewendet werden.":"The playlist could not be applied.","Die Wiedergabeliste ist ausgewählt.":"The playlist is selected.","Entfernung eines Livestream-Videos aus der Wiedergabeliste ist nicht erlaubt.":"Removing a livestream video from the playlist is not permitted.","Die Videos konnten nicht entfernt werden.":"The videos could not be removed.","Die Wiedergabeliste konnte nicht kopiert werden.":"The playlist could not be copied.","Die Übertragungen wurden ausgeführt.":"The transfers have been made.","Die Übertragungen konnten nicht abgeschlossen werden!":"The transfers could not be completed!","Das Video kann nicht gefunden werden":"The video cannot be found","Das Livestream-Video konnte nicht gelöscht werden":"The livestream video could not be deleted","Das Video wurde erfolgreich gelöscht":"The video has been successfully deleted","Das Video konnte nicht gelöscht werden":"The video could not be deleted","Beim Erstellen des Videos ist ein Fehler aufgetreten.":"An error occurred while creating the video.","Das Video wurde erfolgreich erstellt.":"The video was created successfully.","Das Video wurde erfolgreich aktualisiert.":"The video has been updated successfully.","Beim übertragen der Änderungen zum Videoserver ist ein Fehler aufgetreten.":"An error occurred while transferring the changes to the video server.","Das Video wurde erfolgreich widerhergestellt":"The video was restored successfully","Feedback kann nicht gesendet werden":"Feedback cannot be sent","Das Feedback wurde erfolgreich gesendet":"The feedback was sent successfully","Eine Konfiguration mit der angegebenen URL ist bereits vorhanden: \"%s\"":"A configuration with the specified URL already exists: \"%s\"","Capture Agent für (%s) konnte nicht gespeichert werden!":"Capture Agent for (%s) could not be saved!","Einstellungen gespeichert":"Settings saved","Opencast":"Opencast","Stellt eine Aufzeichnung aus dem Opencast-Plugin bereit":"Provides a recording from the Opencast plugin","Der geplante Termin wurden nicht korrekt angegeben.":"The scheduled date was not specified correctly.","Die Resourcen wurden nicht korrekt angegeben.":"The resources were not specified correctly.","Das Video mit dem Titel \"%s\" wurde fertig verarbeitet.":"The video titled \"%s\" has finished processing.","Es wurde kein Servicetyp angegeben.":"No service type was specified.","Ungültiges URL-Schema: \"%s\"":"Incorrect URL scheme: \"%s\"","Die angegebene URL %s konnte nicht gefunden werden. Überprüfen Sie bitte ihre Eingabe und versuchen Sie es erneut.":"The specified URL %s could not be found. Please check your entry and try again.","%s":"%s","Fehlerhafte Zugangsdaten für die Opencast Installation mit der URL \"%s\". Überprüfen Sie bitte die eingegebenen Daten.":"Incorrect access data for the Opencast installation with the URL \"%s\". Please check the data entered.","Es wurden keine Endpoints für die Opencast Installation mit der URL \"%s\" gefunden. Überprüfen Sie bitte die eingebenen Daten, achten Sie dabei auch auf http vs https und ob ihre Opencast-Installation https unterstützt.":"No endpoints were found for the Opencast installation with the URL \"%s\". Please check the entered data, also pay attention to http vs https and whether your Opencast installation supports https.","Die Opencast Installation \"%s\" wurde erfolgreich konfiguriert.":"Opencast \"%s\" has been configured.","Es wurden keine Endpoints für die Opencast Installation mit der URL \"%s\" gefunden. Überprüfen Sie bitte die eingebenen Daten.":"Could not retrieve endpoints for Opencast installation with URL \"%s\". Please check the entered data.","Falsche Informationen zum Speichern von Daten.":"Incorrect information about storing data.","Die Konfigurationsparameter wurden nicht korrekt angegeben.":"The configuration parameters were not specified correctly.","Alle Semester":"All semesters","Themen: ":"Subjects: ","(%s)":"(%s)","Es wurde bislang kein Raum mit Aufzeichnungstechnik gebucht.":"A room with recording technology has not been booked yet.","Aufzeichnung ist bereits geplant.":"Recording is already scheduled.","Livestream ist bereits geplant.":"Livestream is already planned.","Livestream ist geplant, es wurde jedoch keine Veröffentlichung gefunden.":"Livestream is planned, but no publication has been found.","Livestream läuft gerade.":"Livestream is currently running.","Livestream beendet.":"Livestream finished.","Aufzeichnung ist noch nicht geplant.":"Recording is not scheduled yet.","Dieses Datum liegt in der Vergangenheit. Sie können keine Aufzeichnung planen.":"This date is in the past. You cannot schedule a recording.","Aufzeichnung ist bereits geplant. Sie können die Aufzeichnung stornieren oder entsprechende Metadaten aktualisieren.":"Recording is already scheduled. You can cancel the recording or update the metadata.","Aufzeichnung ist bereits geplant. Klicken Sie hier um die Planung zu aufzuheben.":"Recording is already scheduled. Click here to cancel the scheduled recording.","Aufzeichnung planen":"Schedule recording","Livestream planen":"Schedule livestream","Die Veranstaltung \"%s\" wird für Sie mit Bild und Ton automatisiert aufgezeichnet.":"The course \"%s\" will be automatically recorded for you with picture and sound.","Die Opencast-Konfiguration wurde nicht korrekt angegeben":"The opencast configuration was not specified correctly","Opencast Einstellungen":"Opencast settings","Opencast Aufzeichnungen":"Opencast recordings","neues Video":"new video","neue Videos":"new videos","versteckt":"hidden","Mit diesem Tool können Videos aus dem Vorlesungsaufzeichnungssystem (Opencast) in einer Stud.IP-Veranstaltung angezeigt werden. Die Videos können aus dem eigenen Videobereich der Veranstaltung hinzugefügt, direkt in der Veranstaltung hochgeladen oder mit dem Online-Tool Opencast Studio auch direkt selbst erstellt werden. Auch auch komplette Wiedergabelisten können eingebunden werden. ":"With this tool, videos from the lecture recording system (Opencast) can be displayed in a Stud.IP course. The videos can be added from the event's own video area, uploaded directly to the course or created directly using the online tool Opencast Studio. Complete playlists can also be connected to courses. ","Darüberhinaus ist es mit dieser Integration möglich die komplette Aufzeichnungsplanung für eine Veranstaltung abzubilden. Voraussetzung hierfür sind entsprechende Einträge im Ablaufplan und eine gebuchte Ressource mit einem Opencast-Capture-Agent.":"In addition, with this integration it is possible to completely manage the recording schedule for a course. This requires appropriate entries in the schedule and a booked resource with an Opencast capture agent.","Videos & Vorlesungsaufzeichnung":"Videos & lecture recording","Derzeit finden keine Livestreams in den gebuchten Kursen statt.":"There are currently no livestreams in the booked courses.","Um Leistungsprobleme zu vermeiden, ist diese Funktion für Administratoren dauerhaft deaktiviert.":"To avoid performance problems, this function is permanently deactivated for administrators.","Kommende Liveevents":"Upcoming live events"}}